{"version":"1.0","truncation":null,"padding":{"strategy":"BatchLongest","direction":"Right","pad_to_multiple_of":null,"pad_id":0,"pad_type_id":0,"pad_token":"PAD"},"added_tokens":[{"id":0,"special":true,"content":"PAD","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"UNK","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":{"type":"Sequence","normalizers":[{"type":"NFD"},{"type":"StripAccents"}]},"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"WordLevel","vocab":{"PAD":0,"UNK":1,"start":2,"AH":3,"R":4,"N":5,"IH":6,"S":7,"K":8,"L":9,"T":10,"M":11,"EH":12,"D":13,"AA":14,"AE":15,"P":16,"B":17,"IY":18,"ER":19,"F":20,"OW":21,"G":22,"AO":23,"HH":24,"Z":25,"EY":26,"V":27,"AY":28,"W":29,"UW":30,"SH":31,"JH":32,"Y":33,"NG":34,"CH":35,"AW":36,"TH":37,"UH":38,"OY":39,"ZH":40,"DH":41},"unk_token":"UNK"}}