{"version":"1.0","truncation":null,"padding":{"strategy":"BatchLongest","direction":"Right","pad_to_multiple_of":null,"pad_id":0,"pad_type_id":0,"pad_token":"PAD"},"added_tokens":[{"id":0,"special":true,"content":"PAD","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"UNK","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"WordLevel","vocab":{"PAD":0,"UNK":1,"start":2,"IH":3,"EH":4,"AE":5,"T":6,"S":7,"K":8,"N":9,"R":10,"L":11,"AA":12,"OH":13,"P":14,"M":15,"D":16,"UW":17,"B":18,"AO":19,"AH":20,"V":21,"Y":22,"F":23,"G":24,"HH":25,"Z":26,"W":27,"DX":28,"AX":29,"IY":30,"ER":31,"SH":32,"OW":33,"IX":34,"CH":35,"NG":36,"EY":37,"AY":38,"JH":39,"ZH":40,"TH":41,"AW":42,"UH":43,"DH":44,"OY":45,"EL":46,"EM":47,"Q":48,"EN":49,"UX":50,"AXR":51},"unk_token":"UNK"}}