{"version":"1.0","truncation":null,"padding":{"strategy":"BatchLongest","direction":"Right","pad_to_multiple_of":null,"pad_id":0,"pad_type_id":0,"pad_token":"*"},"added_tokens":[],"normalizer":{"type":"Sequence","normalizers":[{"type":"NFD"},{"type":"StripAccents"}]},"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":"?","continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"?":0,"A":1,"B":2,"C":3,"D":4,"E":5,"F":6,"G":7,"H":8,"I":9,"J":10,"K":11,"L":12,"M":13,"N":14,"O":15,"P":16,"R":17,"S":18,"T":19,"U":20,"V":21,"W":22,"Y":23,"Z":24,"a":25,"c":26,"d":27,"e":28,"f":29,"g":30,"h":31,"i":32,"l":33,"m":34,"n":35,"o":36,"p":37,"r":38,"s":39,"t":40,"AH":41,"IH":42,"IY":43,"ER":44,"EH":45,"AA":46,"AE":47,"OW":48,"EY":49,"AO":50,"AY":51,"UW":52,"NG":53,"HH":54,"SH":55,"JH":56,"CH":57,"AW":58,"TH":59,"UH":60,"OY":61,"DH":62,"ZH":63,"is":64,"re":65,"st":66,"ish":67,"ac":68,"am":69,"an":70,"ar":71,"ch":72,"er":73,"fi":74,"fo":75,"fre":76,"gn":77,"ger":78,"ir":79,"it":80,"ign":81,"ld":82,"le":83,"lac":84,"man":85,"nn":86,"nam":87,"nch":88,"op":89,"old":90,"plac":91,"tit":92,"reign":93,"star":94,"stop":95,"finn":96,"foreign":97,"french":98,"german":99,"irish":100,"name":101,"place":102,"title":103,"start":104,"finnish":105},"merges":["A H","I H","I Y","E R","E H","A A","A E","O W","E Y","A O","A Y","U W","N G","H H","S H","J H","C H","A W","T H","U H","O Y","D H","Z H","i s","r e","s t","is h","a c","a m","a n","a r","c h","e r","f i","f o","f re","g n","g er","i r","i t","i gn","l d","l e","l ac","m an","n n","n am","n ch","o p","o ld","p lac","t it","re ign","st ar","st op","fi nn","fo reign","fre nch","ger man","ir ish","nam e","plac e","tit le","star t","finn ish"]}}