{"version":"1.0","truncation":null,"padding":{"strategy":"BatchLongest","direction":"Right","pad_to_multiple_of":null,"pad_id":0,"pad_type_id":0,"pad_token":"PAD"},"added_tokens":[{"id":0,"special":true,"content":"PAD","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"UNK","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":{"type":"Sequence","normalizers":[{"type":"NFD"},{"type":"StripAccents"}]},"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"WordLevel","vocab":{"PAD":0,"UNK":1,"start":2,"AE":3,"EH":4,"OH":5,"IH":6,"S":7,"T":8,"D":9,"N":10,"DX":11,"K":12,"M":13,"L":14,"B":15,"P":16,"R":17,"UW":18,"G":19,"F":20,"Y":21,"W":22,"CH":23,"SH":24,"NG":25,"DH":26,"TH":27,"HH":28,"Z":29},"unk_token":"UNK"}}