{"version":"1.0","truncation":null,"padding":null,"added_tokens":[],"normalizer":null,"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"#":0,",":1,"0":2,"1":3,"2":4,"A":5,"B":6,"C":7,"D":8,"E":9,"F":10,"G":11,"H":12,"I":13,"J":14,"K":15,"L":16,"M":17,"N":18,"O":19,"P":20,"R":21,"S":22,"T":23,"U":24,"V":25,"W":26,"Y":27,"Z":28,"a":29,"b":30,"c":31,"d":32,"e":33,"f":34,"g":35,"h":36,"i":37,"l":38,"m":39,"n":40,"o":41,"p":42,"r":43,"s":44,"t":45,"u":46,"v":47,"H0":48,"AH0":49,"H1":50,"IY":51,"IH0":52,"ER":53,"AA":54,"ER0":55,"IY0":56,"AE":57,"EH1":58,"OW":59,"Y1":60,"AA1":61,"AE1":62,"IH1":63,"AO":64,"IY1":65,"H2":66,"NG":67,"UW":68,"HH":69,"EY1":70,"SH":71,"OW1":72,"OW0":73,"AO1":74,"Y2":75,"AY1":76,"AH1":77,"UW1":78,"JH":79,"AA0":80,"CH":81,"ER1":82,"IH2":83,"EH2":84,"EY2":85,"AE2":86,"AY2":87,"AW":88,"AA2":89,"TH":90,"EH0":91,"IY2":92,"OW2":93,"AW1":94,"Y0":95,"UW0":96,"AO2":97,"AE0":98,"UH1":99,"AO0":100,"AY0":101,"UW2":102,"AH2":103,"EY0":104,"OY1":105,"AW2":106,"ER2":107,"DH":108,"ZH":109,"UH2":110,"AW0":111,"UH0":112,"OY2":113,"OY0":114,"is":115,"ish":116,"re":117,"ir":118,"irish":119,"ac":120,"ch":121,"lac":122,"plac":123,"place":124,"am":125,"nam":126,"name":127,"fo":128,"fre":129,"gn":130,"ign":131,"nch":132,"reign":133,"foreign":134,"french":135,"or":136,"org":137,"ab":138,"an":139,"bre":140,"du":141,"st":142,"tch":143,"abbre":144,"dutch":145,"abbrev":146,"ar":147,"dan":148,"er":149,"fi":150,"ger":151,"it":152,"ld":153,"le":154,"man":155,"nn":156,"op":157,"old":158,"tit":159,"star":160,"stop":161,"danish":162,"finn":163,"german":164,"title":165,"start":166,"finnish":167},"merges":["H 0","A H0","H 1","I Y","I H0","E R","A A","ER 0","IY 0","A E","E H1","O W","Y 1","AA 1","AE 1","I H1","A O","IY 1","H 2","N G","U W","H H","E Y1","S H","OW 1","OW 0","AO 1","Y 2","A Y1","A H1","UW 1","J H","AA 0","C H","ER 1","I H2","E H2","E Y2","AE 2","A Y2","A W","AA 2","T H","E H0","IY 2","OW 2","AW 1","Y 0","UW 0","AO 2","AE 0","U H1","AO 0","A Y0","UW 2","A H2","E Y0","O Y1","AW 2","ER 2","D H","Z H","U H2","AW 0","U H0","O Y2","O Y0","i s","is h","r e","i r","ir ish","a c","c h","l ac","p lac","plac e","a m","n am","nam e","f o","f re","g n","i gn","n ch","re ign","fo reign","fre nch","o r","or g","a b","a n","b re","d u","s t","t ch","ab bre","du tch","abbre v","a r","d an","e r","f i","g er","i t","l d","l e","m an","n n","o p","o ld","t it","st ar","st op","dan ish","fi nn","ger man","tit le","star t","finn ish"]}}