{"version":"1.0","truncation":null,"padding":{"strategy":"BatchLongest","direction":"Right","pad_to_multiple_of":null,"pad_id":0,"pad_type_id":0,"pad_token":"*"},"added_tokens":[{"id":0,"special":true,"content":"?","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"*","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":{"type":"Sequence","normalizers":[{"type":"NFD"},{"type":"StripAccents"}]},"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"?":0,"*":1,"A":2,"B":3,"C":4,"D":5,"E":6,"F":7,"G":8,"H":9,"I":10,"J":11,"K":12,"L":13,"M":14,"N":15,"O":16,"P":17,"R":18,"S":19,"T":20,"U":21,"V":22,"W":23,"Y":24,"Z":25,"a":26,"o":27,"p":28,"r":29,"s":30,"t":31,"AH":32,"IH":33,"IY":34,"ER":35,"EH":36,"AA":37,"AE":38,"OW":39,"EY":40,"AO":41,"AY":42,"UW":43,"NG":44,"HH":45,"SH":46,"JH":47,"CH":48,"AW":49,"TH":50,"UH":51,"OY":52,"DH":53,"ZH":54,"st":55,"ar":56,"op":57,"star":58,"stop":59,"start":60},"merges":["A H","I H","I Y","E R","E H","A A","A E","O W","E Y","A O","A Y","U W","N G","H H","S H","J H","C H","A W","T H","U H","O Y","D H","Z H","s t","a r","o p","st ar","st op","star t"]}}