{"version":"1.0","truncation":null,"padding":{"strategy":"BatchLongest","direction":"Right","pad_to_multiple_of":null,"pad_id":0,"pad_type_id":0,"pad_token":"*"},"added_tokens":[],"normalizer":{"type":"Sequence","normalizers":[{"type":"NFD"},{"type":"StripAccents"}]},"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":"?","continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"A":0,"B":1,"C":2,"D":3,"E":4,"F":5,"G":6,"H":7,"I":8,"J":9,"K":10,"L":11,"M":12,"N":13,"O":14,"P":15,"R":16,"S":17,"T":18,"U":19,"V":20,"W":21,"Y":22,"Z":23,"a":24,"o":25,"p":26,"r":27,"s":28,"t":29,"AH":30,"IH":31,"IY":32,"ER":33,"EH":34,"AA":35,"AE":36,"OW":37,"EY":38,"AO":39,"AY":40,"UW":41,"NG":42,"HH":43,"SH":44,"JH":45,"CH":46,"AW":47,"TH":48,"UH":49,"OY":50,"DH":51,"ZH":52,"st":53,"ar":54,"op":55,"star":56,"stop":57,"start":58},"merges":["A H","I H","I Y","E R","E H","A A","A E","O W","E Y","A O","A Y","U W","N G","H H","S H","J H","C H","A W","T H","U H","O Y","D H","Z H","s t","a r","o p","st ar","st op","star t"]}}