{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"?","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"*","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":null,"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":"?","continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"?":0,"*":1,"#":2,",":3,"0":4,"1":5,"2":6,"A":7,"B":8,"C":9,"D":10,"E":11,"F":12,"G":13,"H":14,"I":15,"J":16,"K":17,"L":18,"M":19,"N":20,"O":21,"P":22,"R":23,"S":24,"T":25,"U":26,"V":27,"W":28,"Y":29,"Z":30,"a":31,"c":32,"d":33,"e":34,"f":35,"g":36,"h":37,"i":38,"l":39,"m":40,"n":41,"o":42,"p":43,"r":44,"s":45,"t":46,"ar":47,"st":48,"art":49,"start":50,"H0":51,"AH0":52,"H1":53,"AA":54,"AE":55,"IH0":56,"Y1":57,"EH1":58,"AE1":59,"ER":60,"AA1":61,"IH1":62,"W1":63,"IY":64,"H2":65,"ER0":66,"AO":67,"IY0":68,"HH":69,"AO1":70,"IY1":71,"EY1":72,"SH":73,"OW1":74,"W0":75,"AH1":76,"IH2":77,"AY1":78,"JH":79,"AA0":80,"UW1":81,"OW0":82,"Y2":83,"EH2":84,"NG":85,"ER1":86,"CH":87,"AE2":88,"AA2":89,"W2":90,"EH0":91,"AY2":92,"TH":93,"IY2":94,"EY2":95,"AW1":96,"AE0":97,"UW0":98,"OW2":99,"Y0":100,"AO2":101,"AH2":102,"UH1":103,"AO0":104,"AY0":105,"UW2":106,"OY1":107,"EY0":108,"ER2":109,"ZH":110,"AW2":111,"DH":112,"UH2":113,"AW0":114,"UH0":115,"OY2":116,"OY0":117,"e,":118,"re":119,"ac":120,"am":121,"fo":122,"gn":123,"ign":124,"lac":125,"nam":126,"plac":127,"reign":128,"foreign":129,"name,":130,"place,":131,"an":132,"ch":133,"er":134,"fi":135,"fre":136,"ger":137,"is":138,"ld":139,"man":140,"nn":141,"nch":142,"old":143,"finn":144,"french":145,"german":146,"ish":147,"finnish":148},"merges":["a r","s t","ar t","st art","H 0","A H0","H 1","A A","A E","I H0","Y 1","E H1","AE 1","E R","AA 1","I H1","W 1","I Y","H 2","ER 0","A O","IY 0","H H","AO 1","I Y1","E Y1","S H","O W1","W 0","A H1","I H2","A Y1","J H","AA 0","U W1","O W0","Y 2","E H2","N G","ER 1","C H","AE 2","AA 2","W 2","E H0","A Y2","T H","IY 2","E Y2","A W1","AE 0","U W0","O W2","Y 0","AO 2","A H2","U H1","AO 0","A Y0","U W2","O Y1","E Y0","ER 2","Z H","A W2","D H","U H2","A W0","U H0","O Y2","O Y0","e ,","r e","a c","a m","f o","g n","i gn","l ac","n am","p lac","re ign","fo reign","nam e,","plac e,","a n","c h","e r","f i","f re","g er","i s","l d","m an","n n","n ch","o ld","fi nn","fre nch","ger man","is h","finn ish"]}}