{"version":"1.0","truncation":null,"padding":{"strategy":"BatchLongest","direction":"Right","pad_to_multiple_of":null,"pad_id":0,"pad_type_id":0,"pad_token":"PAD"},"added_tokens":[{"id":0,"special":true,"content":"PAD","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"UNK","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"WordLevel","vocab":{"PAD":0,"UNK":1,"start":2,"IH":3,"EH":4,"AE":5,"T":6,"S":7,"K":8,"N":9,"R":10,"L":11,"AA":12,"OH":13,"M":14,"P":15,"D":16,"UW":17,"stop":18,"AO":19,"B":20,"AH":21,"Y":22,"V":23,"F":24,"G":25,"Z":26,"HH":27,"W":28,"AX":29,"DX":30,"IY":31,"ER":32,"SH":33,"IX":34,"OW":35,"CH":36,"NG":37,"EY":38,"AY":39,"JH":40,"ZH":41,"TH":42,"AW":43,"UH":44,"DH":45,"OY":46,"EL":47,"EM":48,"Q":49,"EN":50,"UX":51,"AXR":52},"unk_token":"UNK"}}