{"version":"1.0","truncation":null,"padding":{"strategy":"BatchLongest","direction":"Right","pad_to_multiple_of":null,"pad_id":0,"pad_type_id":0,"pad_token":"*"},"added_tokens":[],"normalizer":{"type":"Sequence","normalizers":[{"type":"NFD"},{"type":"StripAccents"}]},"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":"?","continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"#":0,",":1,"A":2,"B":3,"C":4,"D":5,"E":6,"F":7,"G":8,"H":9,"I":10,"J":11,"K":12,"L":13,"M":14,"N":15,"O":16,"P":17,"R":18,"S":19,"T":20,"U":21,"V":22,"W":23,"Y":24,"Z":25,"a":26,"c":27,"d":28,"e":29,"f":30,"g":31,"h":32,"i":33,"l":34,"m":35,"n":36,"o":37,"p":38,"r":39,"s":40,"t":41,"AH":42,"IH":43,"IY":44,"ER":45,"EH":46,"AA":47,"AE":48,"OW":49,"EY":50,"AO":51,"AY":52,"UW":53,"NG":54,"HH":55,"SH":56,"JH":57,"CH":58,"AW":59,"TH":60,"UH":61,"OY":62,"DH":63,"ZH":64,"is":65,"re":66,"st":67,"ish":68,"ac":69,"am":70,"an":71,"ar":72,"ch":73,"er":74,"fi":75,"fo":76,"fre":77,"gn":78,"ger":79,"ir":80,"it":81,"ign":82,"ld":83,"le":84,"lac":85,"man":86,"nn":87,"nam":88,"nch":89,"op":90,"old":91,"plac":92,"tit":93,"reign":94,"star":95,"stop":96,"finn":97,"foreign":98,"french":99,"german":100,"irish":101,"name":102,"place":103,"title":104,"start":105,"finnish":106},"merges":["A H","I H","I Y","E R","E H","A A","A E","O W","E Y","A O","A Y","U W","N G","H H","S H","J H","C H","A W","T H","U H","O Y","D H","Z H","i s","r e","s t","is h","a c","a m","a n","a r","c h","e r","f i","f o","f re","g n","g er","i r","i t","i gn","l d","l e","l ac","m an","n n","n am","n ch","o p","o ld","p lac","t it","re ign","st ar","st op","fi nn","fo reign","fre nch","ger man","ir ish","nam e","plac e","tit le","star t","finn ish"]}}