{"version":"1.0","truncation":null,"padding":{"strategy":"BatchLongest","direction":"Right","pad_to_multiple_of":null,"pad_id":0,"pad_type_id":0,"pad_token":"PAD"},"added_tokens":[{"id":0,"special":true,"content":"PAD","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"UNK","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":{"type":"Sequence","normalizers":[{"type":"NFD"},{"type":"StripAccents"}]},"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"WordLevel","vocab":{"PAD":0,"UNK":1,"a":2,"o":3,"e":4,"r":5,"s":6,"i":7,"d":8,"n":9,"t":10,"c":11,"l":12,"m":13,"u":14,"p":15,"b":16,"g":17,"f":18,"v":19,"h":20,"j":21,"q":22,"x":23,"y":24,"k":25,"w":26,"z":27,"'":28},"unk_token":"UNK"}}