{"version":"1.0","truncation":null,"padding":{"strategy":"BatchLongest","direction":"Right","pad_to_multiple_of":null,"pad_id":0,"pad_type_id":0,"pad_token":"PAD"},"added_tokens":[{"id":0,"special":true,"content":"PAD","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"UNK","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"WordLevel","vocab":{"PAD":0,"UNK":1,"a":2,"e":3,"i":4,"n":5,"o":6,"s":7,"t":8,"r":9,"l":10,"u":11,"k":12,"m":13,"d":14,"c":15,"p":16,"h":17,"g":18,"b":19,"v":20,"y":21,"z":22,"j":23,"f":24,"w":25,"ä":26,"é":27,"ł":28,"í":29,"á":30,"ö":31,"x":32,"q":33,"ó":34,"č":35,"ą":36,"ć":37,"ę":38,"ý":39,"š":40,"ś":41,"ż":42,"ě":43,"ř":44,"ń":45,"ž":46,"â":47,"ă":48,"ð":49,"è":50,"ú":51,"ñ":52,"æ":53,"ț":54,"ș":55,"ů":56,"î":57,"ê":58,"ź":59,"ï":60,"ç":61,"þ":62,"à":63,"ë":64,"đ":65,"ň":66,"ť":67,"ü":68,"ô":69,"œ":70,"û":71,"ď":72,"ò":73,"ù":74,"ì":75,"å":76,"ø":77,"õ":78,"ÿ":79,"º":80},"unk_token":"UNK"}}