{"version":"1.0","truncation":null,"padding":{"strategy":"BatchLongest","direction":"Right","pad_to_multiple_of":null,"pad_id":0,"pad_type_id":0,"pad_token":"*"},"added_tokens":[],"normalizer":{"type":"Sequence","normalizers":[{"type":"NFD"},{"type":"StripAccents"}]},"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":"?","continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"'":0,"(":1,")":2,"-":3,".":4,"a":5,"b":6,"c":7,"d":8,"e":9,"f":10,"g":11,"h":12,"i":13,"j":14,"k":15,"l":16,"m":17,"n":18,"o":19,"p":20,"q":21,"r":22,"s":23,"t":24,"u":25,"v":26,"w":27,"x":28,"y":29,"z":30},"merges":[]}}