{"version":"1.0","truncation":null,"padding":{"strategy":"BatchLongest","direction":"Right","pad_to_multiple_of":null,"pad_id":0,"pad_type_id":0,"pad_token":"PAD"},"added_tokens":[{"id":0,"special":true,"content":"PAD","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"UNK","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":{"type":"Sequence","normalizers":[{"type":"NFD"},{"type":"StripAccents"}]},"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"WordLevel","vocab":{"PAD":0,"UNK":1,"e":2,"a":3,"i":4,"n":5,"r":6,"s":7,"o":8,"t":9,"l":10,"c":11,"d":12,"m":13,"u":14,"g":15,"h":16,"p":17,"b":18,"k":19,"y":20,"f":21,"v":22,"w":23,"(":24,")":25,"2":26,"'":27,"z":28,"x":29,"j":30,"q":31,"-":32,"3":33,"4":34,".":35},"unk_token":"UNK"}}