{"version":"1.0","truncation":null,"padding":{"strategy":"BatchLongest","direction":"Right","pad_to_multiple_of":null,"pad_id":0,"pad_type_id":0,"pad_token":"PAD"},"added_tokens":[{"id":0,"special":true,"content":"PAD","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"UNK","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"WordLevel","vocab":{"PAD":0,"UNK":1,"a":2,"e":3,"i":4,"n":5,"o":6,"s":7,"t":8,"r":9,"l":10,"u":11,"k":12,"m":13,"d":14,"c":15,"p":16,"h":17,"g":18,"b":19,"v":20,"y":21,"z":22,"j":23,"f":24,"w":25,"ä":26,"é":27,"ł":28,"(":29,")":30,"í":31,"2":32,"'":33,"á":34,"ö":35,"x":36,"q":37,"ó":38,"č":39,"ą":40,"ć":41,"ę":42,"ý":43,"š":44,"ś":45,"ż":46,"ě":47,"ř":48,"ń":49,"ž":50,"â":51,"ă":52,"ð":53,"è":54,"-":55,"ú":56,"ñ":57,"æ":58,"ț":59,"ș":60,"ů":61,"î":62,"3":63,"ê":64,"ź":65,"ï":66,"ç":67,"þ":68,"à":69,"ë":70,"đ":71,"ň":72,"4":73,"ť":74,"ü":75,"ô":76,"œ":77,"û":78,".":79,"ď":80,"ò":81,"ù":82,"’":83,"ì":84,"å":85,"ø":86,"õ":87,"ÿ":88,"º":89},"unk_token":"UNK"}}