{"version":"1.0","truncation":null,"padding":null,"added_tokens":[],"normalizer":null,"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"'":0,"(":1,")":2,"-":3,".":4,"3":5,"a":6,"b":7,"c":8,"d":9,"e":10,"f":11,"g":12,"h":13,"i":14,"j":15,"k":16,"l":17,"m":18,"n":19,"o":20,"p":21,"q":22,"r":23,"s":24,"t":25,"u":26,"v":27,"w":28,"x":29,"y":30,"z":31},"merges":[]}}